{"id": 1,"A" :"a) Muchas de las desdichas (cosas malas) que le pasan a la gente se deben a la mala suerte.","B" :"b) Las desdichas (desgracias) de la gente se deben a equivocaciones que cometen.","Interno": 0,"Externo":1}			
{"id": 2,"A" :"a) Una de las razones principales de por qué hay guerras es porque la gente no se interesa lo suficiente en política.","B" :"b) Siempre habrá guerra, no importa cuánto trate la gente para evitarlas.","Interno": 1,"Externo":0}			
{"id": 3,"A" :"a) A la larga, en este mundo la gente recibe el respeto que se merece.","B" :"b) Por desgracia, el valor de un individuo a menudo pasa inadvertido, a pesar del esfuerzo que haga.","Interno": 1,"Externo":0}			
{"id": 4,"A" :"a) No tiene sentido la idea de que los maestros sean injustos con los estudiantes.","B" :"b) La mayoría de los estudiantes no se dan cuenta del grado en que la casualidad influye en sus notas (calificaciones).","Interno": 1,"Externo":0}			
{"id": 5,"A" :"a) No se puede ser un dirigente eficaz sin haber tenido las oportunidades adecuadas.","B" :"b) Las personas capacitadas que fracasan en hacerse dirigentes no han aprovechado bien las oportunidades que han tenido.","Interno": 0,"Externo":1}			
{"id": 6,"A" :"a) No importa cuánto se esfuerce uno, uno no le va a caer bien a alguna gente.","B" :"b) Las personas que no pueden hacerse simpáticas a otras, no saben llevarse bien con los demás.","Interno": 0,"Externo":1}			
{"id": 7,"A" :"a) A menudo me he encontrado que lo que va a pasar pasa.","B" :"b) A mí me ha ido mejor decidiendo el camino a seguir que confiando en el destino.","Interno": 1,"Externo":0}			
{"id": 8,"A" :"a) Para un estudiante bien preparado es muy raro que haya un examen injusto.","B" :"b) Muchas veces las preguntas de los exámenes tienen tan poca relación con lo estudiado en el curso que es inútil estudiar.","Interno": 1,"Externo":0}			
{"id": 9,"A" :"a) Para tener éxito hay que trabajar mucho, la suerte tienen poco o nada que ver.","B" :"b) El conseguir un empleo depende principalmente de estar a mano en el momento justo (tener la suerte de estar en el lugar preciso, en el momento preciso).","Interno": 1,"Externo":0}			
{"id": 10,"A" :"a) El ciudadano promedio puede influir en las decisiones del gobierno.","B" :"b) Unos pocos que están en el poder dirigen el mundo y no hay mucho que un infeliz ciudadano pueda hacer.","Interno": 1,"Externo":0}			
{"id": 11,"A" :"a) Cuando hago planes (proyecto algo), casi siempre puedo llevarlo(s) a cabo.","B" :"b) No siempre es prudente planear con mucho adelanto porque muchas cosas salen bien o mal según la suerte.","Interno": 1,"Externo":0}			
{"id": 12,"A" :"a) En mi caso, el conseguir lo que quiero tiene poco o nada que ver con la suerte.","B" :"b) Muchas veces pudiéramos tomar decisiones tirando una moneda.","Interno": 1,"Externo":0}			
{"id": 13,"A" :"a) El llegar a ser jefe depende, a menudo, de tener la suerte de estar en el lugar preciso primero.","B" :"b) El llegar a ser jefe depende de tener habilidad y destreza, la suerte tiene poco o nada que ver.","Interno": 0,"Externo":1}			
{"id": 14,"A" :"a) En cuanto a los asuntos mundiales, la mayoría de nosotros somos las víctimas de fuerzas que no podemos entender ni dominar.","B" :"b) Tomando parte activa en los asuntos políticos y sociales, la gente puede controlar los acontecimientos mundiales.","Interno": 0,"Externo":1}			
{"id": 15,"A" :"a) La mayoría de la gente no se da cuenta del punto hasta el cual sus vidas resultan controladas por acontecimientos accidentales.","B" :"b) La suerte en realidad no existe." ,"Interno": 0,"Externo":1}			
{"id": 16,"A" :"a) Es difícil saber si uno le cae bien a otra persona o no.","B" :"b) El número de amigos que uno tiene depende de lo simpático que uno es.","Interno": 0,"Externo":1}			
{"id": 17,"A" :"a) A la larga, lo malo que nos ocurre se equilibra con lo bueno.","B" :"b) La mayor parte de las desdichas son el resultado de la falta de habilidad, la ignorancia, la pereza o las tres a la vez.","Interno": 0,"Externo":1}			
{"id": 18,"A" :"a) Si nos esforzamos bastante, podemos eliminar la corrupción política.","B" :"b) Es muy difícil que la gente tenga el control de lo que hacen los políticos en sus cargos.","Interno": 1,"Externo":0}			
{"id": 19,"A" :"a) A veces no comprendo cómo los maestros deciden las notas que dan.","B" :"b) Hay relación directa entre las notas que me dan y cuánto he estudiado.","Interno": 0,"Externo":1}			
{"id": 20,"A" :"a) Muchas veces me parece que tengo poca influencia en lo que me pasa.","B" :"b) Me es imposible creer que la casualidad o la suerte tienen un papel de importancia en mi vida.","Interno": 0,"Externo":1}			
{"id": 21,"A" :"a) Una persona que se sienta sola es porque no trata de hacer amigos.","B" :"b) No vale la pena esforzarse en complacer a otras personas, si uno les cae bien.","Interno": 1,"Externo":0}			
{"id": 22,"A" :"a) Lo que me pasa es obra mía.","B" :"b) A veces me siento como si no tuviera suficiente control en cuanto al rumbo que está tomando mi vida.","Interno": 1,"Externo":0}			
{"id": 23,"A" :"a) La mayoría de las veces no comprendo por qué los políticos se comportan como lo hacen.","B" :"b) A la larga, la gente es responsable del mal gobierno tanto a nivel nacional como local.","Interno": 0,"Externo":1}			
